Revit 2027 API
BuiltInFailures.FamilyFailures.CannotUnlockFamilyTemplate Property
 Can't unlock alignments from Family Template.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotUnlockFamilyTemplate { get; }
Public Shared ReadOnly Property CannotUnlockFamilyTemplate As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotUnlockFamilyTemplate {
	FailureDefinitionId^ get ();
}
static member CannotUnlockFamilyTemplate : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace